{"books":[
    {
        "__id":"001",
        "Book1":"Rich Dad Poor Dad",
        "Content":"“Poor dad” mentality “Poor dad” believes that one should work for money as a single-salaried employee at a stable job, and that a person’s wealth largely depends on their family background. He believes that the most important things you can do to financially survive (or accumulate wealth) is to read and learn from successful people. Many people think this mentality can trap a person into working a job they don’t love, but is willing to stick with because they have to pay the bills. “Rich dad” mentality “Rich dad” advises Kiyosaki to get a job so he can learn the skills required to be an entrepreneur. Wealth comes from experience-based learning and multiple income streams. When the “poor dad” encourages working your way up the ladder, “rich dad” laughs and says, “Why not own the ladder?”"

    },
    {
        "__id":"002",
        "book2":"The Invisible Man",
        "content":"Summary of The Invisible Man:In this article, we’ll be talking about H.G. Wells’ novel ‘The Invisible Man.’ We’ll go through a brief biography of the author, a summary of the book and the list of characters in the story. Find out the summary of The Invisible Man in this article! About the Author Herbert George Wells, also known as H.G. Wells, was a renowned British author who is quite famous for his work in the science fiction genre like The Time Machine and The War of the Worlds. Even The Invisible Man is a novel about how science can lead to trouble if it gets isolated and unrestricted by morality. Wells, who is aptly called the father of science fiction, was born on September 21, 1866, and died on August 13, 1946. Plot Summary of The Invisible Man In the story of The Invisible Man, a mysterious man goes to a village called Iping, which is in the middle of a snowstorm. He then stays in an inn that is owned and run by the husband and wife George and Janny Hall. They ask him to not be worried about the storm, so he goes to his room with his luggage. This man’s name is Griffin, a scientist, who usually spends his time in his room experimenting with different chemicals and formulas. He is an introverted guy, which becomes a huge problem as he lives in a town where the there is a lot of gossip. Griffin goes outside at night; however, be keeps himself completely bandaged up and wears a fake nose. The villagers think that he is very peculiar, especially because there are suddenly weird break-ins and a lot of robberies start happening in the village. But things become worse when the owner Janny Hall asks him to pay up his overture rent or leave. So, he gets depressed and frustrated, taking off all his bandages and clothes and manages to disappear into the night with his invisibility tricks.Griffin then forces Thomas Marvel, a tramp, or migrant worker by profession, to become his assistant. But Marvel betrays him and takes him to the police, so Griffin runs away again. The Invisible Man beats them up and wreaks some major havoc while leaving. While he is on the run again, Griffin happens to meet Dr Kemp, his old acquaintance from medical school. Griffin then tells his friend Kemp about his experiments with invisibility. He also tells him how he has made plans to terrorize England by using his discovery of invisibility. Here’s the gist of what he tells him: he was poor and was desperate to study invisibility so he steals money from his fathere"
    },
    {
        "__id":"003",
        "Book3":"The Little White Horse",
        "Content":"Maria Merryweather becomes an orphan at age 13 on her father's death in 1842. She is sent to Moonacre Manor in the West side, accompanied by her governess Miss Heliotrope and dog Wiggins. There she finds herself in a world out of time. Her cousin and guardian Sir Benjamin Merryweather is one of the sun Merryweathers, and she loves him right away, as sun and moon Merryweathers do. Maria discovers that there is an ancient mystery about the founding of the estate"

    },
    {
        "__id":"004",
        "Book4":"BRAVE NEW WORLD",
        "Content":"Though Brave New World is less famous than George Orwell’s 1984, it arguably presents a world that more closely resembles our own: a world of easy sex, readily available and mood-altering pharmaceuticals, information overload, and mass production.  Juxtaposing Orwell’s and Huxley’s dystopias, the critic Neil Postman commented: “What Orwell feared were those who would ban books. What Huxley feared was that there would be no reason to ban a book, for there would be no one who wanted to read one. . . . Orwell feared that the truth would be concealed from us. Huxley feared the truth would be drowned in a sea of irrelevance.”"
    }
]
}

